/* The string for canceling a map editing function. */
"CancelKey" = "İptal";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "İptal etmek istediğinizden emin misiniz?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Değişiklikleriniz kaydedilmeyecek.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Oluşturduğunuz nesne kaydedilmeyecek.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Değişiklikleri at";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Düzenlemeyi iptal et";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Geçersiz adres";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Nokta için adres eklenmesi gerekir";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Bu nokta için konum eklemediniz";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Yeni nokta eklenmeyecek";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Düzenlemeye devam et";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Silmek istediğiniz noktayı seçin.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Silinecek nokta yok.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "Tamam";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Tüm noktaları temizlemek istediğinizden emin misiniz?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Hayır";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Evet";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Bir noktaya geçiş yapmak istiyor musunuz?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Bir çoklu çizgiye geçiş yapmak istiyor musunuz?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Bir çokgene geçiş yapmak istiyor musunuz?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Eklediğiniz noktalar değiştirilmeyecek, nesneyi oluşturmaya devam edebilirsiniz";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Eklediğiniz tüm noktalar silinecek";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Bu noktayı silmek istediğinizden emin misiniz?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Kaydet";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtre";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Geçerli yer";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Öneri bulunamadı";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adres";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Tümünü temizle";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ başarıyla oluşturuldu";

/* The placeholder text of the Searchbar */
"SearchKey" = "Ara";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Yeni nokta ekle";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Basemap";

/* The title for the standard map type. */
"StandardKey" = "Standart";

/* The title for the hybrid map type. */
"HybridKey" = "Karma";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Karma Flyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Sessiz Standart";

/* The title for the satellite map type. */
"SatelliteKey" = "Uydu";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Uydu Flyover";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Yer ekle";

